IDEA Connection Link
ConnectionSrv.OpenIdeaConProjectFile Method
 OpenIdeaConProjectFile
 Namespace: IdeaRS.ConnectionService.Service
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public void OpenIdeaConProjectFile(
	string ideaConFile,
	int unitProfile
)
Public Sub OpenIdeaConProjectFile (
	ideaConFile As String,
	unitProfile As Integer
)
public:
void OpenIdeaConProjectFile(
	String^ ideaConFile,
	int unitProfile
)
Parameters
ideaConFile
Type: System.String
Idea connection file name to be opened
unitProfile
Type: System.Int32
Unit profiel 0 for ISO, 1 for imperial
See Also
Reference
ConnectionSrv Class
IdeaRS.ConnectionService.Service Namespace